amd-ucode
asusctl
balena-etcher
base
base-devel
blueman
bluez
bluez-utils
bonsai.sh-git
bpytop
breeze
brightness-controller-git
brightnessctl
cava
cbonsai-git
cmatrix
cups
cups-pk-helper
discord
dolphin
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
dunst
efibootmgr
fastfetch
file-roller
firefox
flameshot
flatpak
gamemode
git
gnome-keyring
grim
grub
gst-plugin-pipewire
gtklock-powerbar-module
gtklock-userinfo-module
guvcview
gvfs
htop
hypridle
hyprland
hyprlock
imagemagick
intellij-idea-community-edition
inter-font
iwd
iwgtk
jetbrains-toolbox
kitty
kvantum
kvantum-theme-materia
layer-shell-qt
lib32-mesa
lib32-nvidia-utils
libpulse
libreoffice-still
libreoffice-still-es
linux
linux-firmware
linux-headers
lvm2
mariadb
materia-gtk-theme
matugen
mesa-utils
mpv
mysql-workbench
nano
neovim
netbeans
network-manager-applet
networkmanager
npm
nvidia-open
nvidia-prime
nvidia-utils
nwg-look
pacman-contrib
papirus-icon-theme
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
prismlauncher
python-pywal
python-pywalfox
qt5-wayland
qt6-wayland
qt6ct
rofi
rog-control-center
sddm
sddm-sugar-candy-git
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
steam
sudo
supergfxctl
swaync
swww
system-config-printer
thunar
thunar-archive-plugin
thunar-volman
tree
ttf-jetbrains-mono-nerd
unrar
unzip
usbutils
uwsm
vim
visual-studio-code-bin
waybar
wev
wget
which
wireless_tools
wireplumber
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xorg-server
xorg-xinit
yay
yay-debug
zip
zram-generator
zsh
